Repository: SmartSoftPlus/fuel-it
Catalog: Fuel It/Views/Fuel It Localizations/*.xcloc/Localized Contents/*.xliff
Languages: pl

# NSLocationWhenInUseUsageDescription
source: We need your location to show nearby petrol stations
pl: Potrzebujemy twojej lokalizacji, aby pokazywać stacje paliw dookoła ciebie

source: Add spending
pl: Dodaj wydatek

source: Add station
pl: Dodaj stację

source: Avg. 100km cost:
pl: Średni koszt 100km:

source: Avg. fuel consumption:
pl: Średnie zużycie paliwa:

source: Best deals
pl: Okazje

source: Best fuel deals
pl: Okazje

source: Brand
pl: Marka

# Buy us a gallon of petrol
source: Buy us a gallon of fuel
pl: Kup nam litr paliwa!

source: Car history
pl: Historia pojazdu

source: Car name
pl: Nazwa pojazdu

source: Clear spendings
pl: Wyczyść bieżące wydatki

source: Default fuel type
pl: Domyślny typ paliwa

source: Description
pl: Opis

source: Diesel price
pl: Cena Diesla

source: Distance on meter
pl: Stan licznika

source: Distance:
pl: Odległość:

source: Edit car properties
pl: Edytuj dane auta

source: LPG price
pl: Cena LPG

source: Let me check that
pl: Już sprawdzam

source: Litre cost
pl: Koszt litra paliwa

source: Litres you refueled
pl: Zatankowane paliwo w litrach

source: Map
pl: Mapa

source: Mark as closed
pl: Oznacz jako zamknięte

source: My car
pl: Mój pojazd

source: Oops! Check your internet connection or try tapping another station
pl: Napotkaliśmy problem! Sprawdź połączenie z internetem

source: PB95 price
pl: Cena PB95

source: PB98 price
pl: Cena PB98

source: Production year
pl: Rok produkcji

source: See history
pl: Pokaż historię pojazdu

source: Set target
pl: Ustaw cel wydatków

source: Set your target for all car costs
pl: Ustaw bieżący cel wydatków

source: Settings
pl: Ustawienia

source: Something is missing in form
pl: Czegoś tutaj brakuje

source: Station view radius
pl: Promień wyszukiwania stacji

source: Station will be added based on place you are currently in
pl: Stacja zostanie dodana na podstawie twojej obecnej lokalizacji

source: Submit
pl: Zatwierdź

source: Successfully added station! Thank you for contributing
pl: Pomyślnie dodano stację! Dziękujemy za Twój wkład

source: Target
pl: Cel

source: Thanks for contributing!
pl: Dziękujemy za wspomożenie rozwoju aplikacji!

source: Total amount spend
pl: Bieżące wydatki

source: Total spendings:
pl: Całkowite wydatki:

source: Update fuel prices
pl: Zaktualizuj ceny
